@extends('layouts.app')
@section('content')

<div class="container col-md-10 bg-light;">
  <h2 class="bg-dark text-white">利用規約</h2>
  <p>佐大掲示板(仮)（以下，「当サイト」）の利用にあたっては本規約に同意したものとみなします。<br>
    当サイトは本規約を随時変更することができ、全ての利用者はこれを了承するものとします。
    当サイト管理者（以下、「運営」）は提供するサービスの改善と品質保持に努めますが、サービスの絶対性/確実性/正確性/信頼性を保証するものではありません。<br>
    当サイトは日本国内の法律に反する利用及び公序良俗に反する目的での利用を禁止する。また、発見次第該当データの削除を出来るものとします。<br>
    プライバシー情報は原則として裁判所、警察及びそれに準じた法的機関からの要請に対しのみ開示を行うとし、原則として第三者に開示することはありません。
  <p>

  <h2 class="bg-dark text-white">免責事項</h2>
  運営が必要と判断した場合には、利用者様に通知する事なく、いつでも当サイトを停止、データの削除、変更または中止、終了する事ができるものとし、利用者様に対して一切責任を負わないものとします。<br>
  当サイトは何らかの起因によるデータの消滅、破損の責任、保障は致しかねます。<br>
  当サイトは、事前に利用者に通知無しに機能や外観、広告表示方法・広告量等の仕様変更を行えるものとします。<br>
  当サイトは，本サービスの提供、提供の停止または中断により，ユーザーまたは第三者が被ったいかなる不利益または損害についても，一切の責任を負わないものとします。</h4>

  <h2 class="bg-dark text-white">禁止事項</h2>
  <ol style="padding-left: 2em;">
    <li>法令または公序良俗に違反する行為</li>
    <li>犯罪行為に関連する行為</li>
    <li>当サイト，本サービスの他のユーザー，または第三者のサーバーまたはネットワークの機能を破壊したり，妨害したりする行為</li>
    <li>当サイトの運営を妨害するおそれのある行為</li>
    <li>他のユーザーに関する個人情報等を収集または蓄積する行為</li>
    <li>不正アクセスをし，またはこれを試みる行為</li>
    <li>他のユーザーに成りすます行為</li>
    <li>当サイトのサービスに関連して，反社会的勢力に対して直接または間接に利益を供与する行為</li>
    <li>当サイト，本サービスの他のユーザーまたは第三者の知的財産権，肖像権，プライバシー，名誉その他の権利または利益を侵害する行為</li>
    <li>以下の表現を含み，または含むと当サイトが判断する内容を本サービス上に投稿し，または送信する行為</li>
    <ol style="padding-left: 2em;color:#999999">
      <li>過度に暴力的な表現</li>
      <li>露骨な性的表現</li>
      <li>人種，国籍，信条，性別，社会的身分，門地等による差別につながる表現</li>
      <li>自殺，自傷行為，薬物乱用を誘引または助長する表現</li>
      <li>その他反社会的な内容を含み他人に不快感を与える表現</li>
      <li>以下を目的とし，または目的とすると当サイトが判断する行為
        「営業，宣伝，広告，勧誘，その他営利を目的とする行為（当サイトの認めたものを除きます。）」</li>
      <li>他のユーザーに対する嫌がらせや誹謗中傷を目的とする行為</li>
      <li>当サイト，本サービスの他のユーザー，または第三者に不利益，損害または不快感を与えることを目的とする行為</li>
      <li>その他本サービスが予定している利用目的と異なる目的で本サービスを利用する行為</li>
      <li>宗教活動または宗教団体への勧誘行為</li>
      <li>その他，運営が不適切と判断する行為</li>
    </ol>
  </ol>
  </h4>
  <h2 class="bg-dark text-white">著作権</h2>
  ユーザーは，自ら著作権等の必要な知的財産権を有するか，または必要な権利者の許諾を得た文章，画像や映像等の情報に関してのみ，本サービスを利用し，投稿ないしアップロードすることができるものとします。<br>
  ユーザーが本サービスを利用して投稿ないしアップロードした文章，画像，映像等の著作権については，当該ユーザーその他既存の権利者に留保されるものとします。ただし，当サイトは，本サービスを利用して投稿ないしアップロードされた文章，画像，映像等について，本サービスの改良，品質の向上，または不備の是正等ならびに本サービスの周知宣伝等に必要な範囲で利用できるものとし，ユーザーは，この利用に関して，著作者人格権を行使しないものとします。<br>
  <h2 class="bg-dark text-white">利用制限及び登録抹消</h2>
  当サイトは，ユーザーが以下のいずれかに該当する場合には，事前の通知なく，投稿データを削除し，ユーザーに対して本サービスの全部もしくは一部の利用を制限しまたはユーザーとしての登録を抹消することができるものとします。<br>
  <ol style="padding-left: 2em;">
    <li>本規約のいずれかの条項に違反した場合</li>
    <li>登録事項に虚偽の事実があることが判明した場合</li>
    <li>当サイトからの連絡に対し，一定期間返答がない場合</li>
    <li>本サービスについて，最終の利用から一定期間利用がない場合</li>
    <li>その他，当サイトが本サービスの利用を適当でないと判断した場合</li>
  </ol>
  前項各号のいずれかに該当した場合，ユーザーは，当然に当サイトに対する一切の債務について期限の利益を失い，その時点において負担する一切の債務を直ちに一括して弁済しなければなりません。
  当サイトは，上記に基づき当サイトが行った行為によりユーザーに生じた損害について，一切の責任を負いません。
</div>

@endsection
